[UnrealEd]
NewSpawnerPawnsVarUsing=新建使用 `~ 的 'Spawner Pawns' 变量
NewSpawnerPawnsVarsUsing=新建使用 `~ 的 'Spawner Pawns' 变量
DialogForceExportWarning=警告！强制重新导出将删除此对话树所有节点已生成的 FaceFX 和已录制音频。\n请先征得负责人确认。\n确定要这样做吗？
eDisVoiceSessionImportLang_English_OldFormat=English(Old Filename syntax : *_Wave)
DialogTreeEditor_Conversations=会话
DialogTreeEditor_ConvNodeProperties=节点属性
DialogTreeEditor_ConvProperties=会话属性
DialogTreeEditor_DialogHooks=对话钩子
DialogTreeEditor_FindOwner=查找对话树所有者
DialogTreeEditor_FindOwner_Desc=在关卡编辑器的透视视口中查找此对话树的所有者。
DialogTreeEditor_ExportAll=全部导出
DialogTreeEditor_ExportAll_Desc=导出整个对话树中所有需要导出的文本。
DialogTreeEditor_ExportAll_Forced=全部导出（强制重新生成）
DialogTreeEditor_ExportAll_Forced_Desc=导出整个对话树中的所有文本，无论是否需要。
DialogTreeEditor_ExportSelected=仅导出所选内容
DialogTreeEditor_ExportSelected_Desc=导出当前所选内容中所有需要导出的文本。
DialogTreeEditor_ExportSelected_Forced=仅导出所选内容（强制重新生成）
DialogTreeEditor_ExportSelected_Forced_Desc=导出当前所选内容中的所有文本，无论是否需要。
DialogTreeEditor_DialogError=对话树错误
DialogTreeEditor_ConvError=会话错误
DialogTreeEditor_ConvWarning=会话警告
DialogTreeEditor_NoDebugStreamError=未找到包含此对话树事件的调试捕获流。请先使用“debugdialog”模式在 PIE 中运行游戏。
DialogTreeEditor_AddHookError=对话钩子只能添加到对话树，不能添加到会话。
DialogTreeEditor_AddConvRefError=无法添加指向自身的会话引用。
DialogTreeEditor_DeleteFullFolderWarning=此文件夹中包含会话数据。确定要删除吗？其中的会话将会丢失！
DialogTreeEditor_HookDescPrefix=钩子描述： 
DialogTreeEditor_Debug=调试
DialogTreeEditor_StartDebug=调试上次运行会话
DialogTreeEditor_StartDebug_Desc=使用从 PIE 运行会话中捕获的信息启动对话调试器
DialogTreeDebugger_StepForward=前进一步
DialogTreeDebugger_StepForward_Desc=在捕获流中前进一步。
DialogTreeDebugger_StepBack=后退一步
DialogTreeDebugger_StepBack_Desc=在捕获流中后退一步。
DialogVoiceEditor_VoiceDataError=对话语音数据错误
DialogVoiceEditor_ExportImport=导出/导入工具
IniBrowser_SaveSelected=保存
IniBrowser_SaveSelected_Desc=保存选中的 ini 文件。
IniBrowser_SaveAll=全部保存
IniBrowser_SaveAll_Desc=保存所有已修改的 ini 文件。
IniBrowser_AddRemove_Desc=添加/移除 Ini 键
IniBrowser_ShowUserInis=显示用户专用 INI。
IniBrowser_ShowUserInis_Desc=显示未签入 Perforce 的用户专用 INI。
IniBrowser_ShowAll=全部显示
IniBrowser_ShowAll_Desc=显示所有 'config' 属性。
IniBrowser_ShowKeyedOnly=仅显示有键项
IniBrowser_ShowKeyedOnly_Desc=仅显示在 ini 文件中具有键的 'config' 属性。
IniBrowser_ShowUnKeyedOnly=仅显示无键项
IniBrowser_ShowUnKeyedOnly_Desc=仅显示在 ini 文件中没有键的 'config' 属性。
IniBrowser_ShowMenu=显示
IniBrowser_FileMenu=文件
IniBrowser_WriteError=文件
IniBrowser_CouldNotSave=无法保存 ini 文件！
IniBrowser_SCC_Prompt=Ini 文件为只读。是否尝试从源代码管理中签出该文件？
IniBrowser_SCC_CouldNotCheckOut=无法签出 ini 文件！
IniBrowser_SCC_Error=源代码管理错误
IniBrowser_Title=INI 浏览器
ContactSystemEditor_Title=《耻辱》接触系统编辑器
ContactSystemEditor_Preview=接触预览
ContactSystemEditor_Striker=撞击方
ContactSystemEditor_Struck=被撞击方
ContactSystemEditor_New_Desc=新建接触交叉点。
ContactSystemEditor_Copy_Desc=复制此子交叉点。
ContactSystemEditor_Paste_Desc=粘贴到此子交叉点。
ContactSystemEditor_Delete_Desc=删除此接触交叉点。
ContactSystemEditor_GoTo_Desc=转到此交叉点。
ContactSystemEditor_ComesFrom=来自
TweaksEditor_TweaksTree=微调树
TweaksEditor_FallbackTree=回退项
TweaksEditor_QuickErrorCheck=快速对象检查
TweaksEditor_FullErrorCheck=完整对象检查（选择“工具->刷新微调”进行更新）
TweaksEditor_Undo=撤销
TweaksEditor_Undo_Desc=撤销对微调项的更改。
TweaksEditor_Redo=重做
TweaksEditor_Redo_Desc=重做对微调项的更改。
TweaksEditor_Edit_Menu=编辑
TweaksEditor_Tools_Menu=工具
TweaksEditor_Refresh=刷新微调
TweaksEditor_Refresh_Desc=刷新来自微调回退项的更改，并更新完整对象检查。
TweaksEditor_Fallback_Incompatible=回退微调项必须是兼容类型。
TweaksEditor_Fallback_FatalLoop=无法设置回退项，因为这会产生致命循环。
TweaksEditor_Title=耻辱微调编辑器
TweaksEditor_NewErrors=完整对象检查中出现了新错误。仍要退出吗？
Soiree_PlayerLookAngles_Min_Pitch=最小俯仰角
Soiree_PlayerLookAngles_Max_Pitch=最大俯仰角
Soiree_PlayerLookAngles_Min_Yaw=最小偏航角
Soiree_PlayerLookAngles_Max_Yaw=最大偏航角
Soiree_PlayerLookAngles_Error=玩家视角错误
Soiree_PlayerLookAngles_Yaw_Error=偏航角范围无效。
Soiree_PlayerLookAngles_Pitch_Error=俯仰角范围无效。
Soiree_PlayerLookAngles_AddKey=添加键
